[Flagelateur.A_Creature_dark_flagelateur_obscure H7Creature]
mName="Бичеватель"
mLore="Иногда в подземных проходах Игг-Чолла можно обнаружить странных существ. Они напоминают ящериц, скрещенных с лошадью и собакой. Безликие назвали этих необычных созданий бичевателями, однако никому не известно, что в действительности означает это название."

[Dungeo_champion.A_Shadow_emperor H7Creature]
mName="Император теней"
mLore="Императоры теней - это древние големы из сумеречной стали, созданные безликими во время древних войн. Приводимые в движение магией Малассы, они управляются несколькими, а то и дюжиной безликих-кукловодов. Однако, они могут выйти из-под контроля, обрушиваясь на всё, связанное со Светом и братом Малассы."

[Dungeo_champion.A_LifeDrain H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Иссушение пустоты"
mTooltip="При атаке это существо восстанавливает своё здоровье в размере %stat1 от нанесённого урона."

[Dungeo_champion.A_LifeDrain_Useless_Buff H7BaseBuff]
mName="Иссушение пустоты"
mTooltip="При атаке это существо восстанавливает своё здоровье в размере 30% от нанесённого урона. Длительность (ходов): %durnow"

[Dungeo_champion.A_Nova H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Иссушение пустоты"
mTooltip="Все вражеские существа получают от %d.min до %d.max ед.урона от %ICON_DARK магии тьмы.\nВсе дружественные существа восстанавливают своё здоровье (в размере 30% от нанесённого урона) всякий раз, как они атакуют врагов в течение следующих 3 ходов.\nМожно использовать один раз за бой."

[Dungeo_champion.A_vole_de_pouvoire H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Очищение пустотой"
mTooltip="В конце хода этого существа оно наносит %d.min ед. урона от %icon_prime изначальной магии всем стоящим рядом вражеским отрядам, и они получают %buff1.buff.stat1 к %icon_morale боевому духу на %buff1.buff.durini хода(ов)."

[Dungeo_champion.A_folting_text_Buff H7BaseBuff]
mName="Очищение пустотой"
mTooltip="Существо получает %stat1 %icon_morale боевого духа. Длительность (ходов): %durnow."

[Dungeon_elite_strong.A_icorporel_Buff H7BaseBuff]
mName="Дымовая завеса"
mTooltip="Отряд невосприимчив к атакам дальнего боя до тех пор, пока не атакует или не нанесёт ответный удар."

[Dungeon_elite_strong.A_Nova H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Пожирающий яд"
mTooltip="Выбранное вражеское существо будет отравлено, и в начале каждого хода ему будет наноситься %buff1.buff.d1 ед. урона от %icon_dark магии тьмы до конца боя.\nЭтот яд также может действовать на неживых существ.\nМожно использовать один раз за бой."

[Dungeon_elite_strong.A_Poison_devorant_core_Buff H7BaseBuff]
mName="Пожирающий яд"
mTooltip="До конца боя существо получает %d.min ед. урона от %icon_dark магии тьмы в начале каждого хода." 

[Dungeon_elite_strong.A_Creature_Dungeon_hand_of_the_death H7Creature]
mName="Теневой эльф"
mLore="Элитные убийцы Малассы проходят особую тренировку, длящуюся много сотен лет, и являются мастерами засад, отравления и сокрытия в тенях. Их достаточно много, а их умения недёшевы, однако, употребляя галлюциногенные грибы, они входят в контакт с самой Драконицей Тьмы."

[Dungeon_elite_strong.A_Retaliation H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Ответный удар"
mTooltip=""""

[Dungeon_elite_strong.A_Wait H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Дымовая завеса"
mTooltip="Существо скрывается в дымовой завесе и становится невосприимчиво ко всем атакам дальнего боя до тех пор, пока не атакует или не нанесёт ответный удар.\nИспользование этой способности не тратит действие этого существа, но позволяет ему пропустить ход."


h7.5_version 1.19

[Ability.A_MightySlash_minoataure_ability H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Могучий удар"
mTooltip="На критические удары существа нельзя ответить, а врагам, получившим такой удар, в начале их хода наносится %ICON_MIGHT физический урон в размере 30% от полученного изначально. Длительность (ходов): %buff1.buff.durini."


